Revit 2024 API
UnitTypeId.SquareCentimeters Property
 Square centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareCentimeters { get; }
Visual Basic
Public Shared ReadOnly Property SquareCentimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareCentimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace